Repository: markozeman/Django_Money_Calculator
Catalog: locale/*/LC_MESSAGES/django.po
Languages: sl_si

source: Description: <b>%(o)s</b> <br> Saving status: <b>%(t)s / %(v)s</b> <br> Timeline: <b>%(od)s - %(do)s</b> <br>
sl_si: Opis: <b>%(o)s</b> <br> Status varčevanja: <b>%(t)s / %(v)s</b> <br> Časovnica: <b>%(od)s - %(do)s</b> <br>

source: The final date is less than a week from now or a goal is expired!
sl_si: Do končnega datuma je manj kot teden dni ali cilj je potekel!

source: Author:
sl_si: Avtor:

source: Image sources:
sl_si: Slikovni viri:

source: Money Calculator
sl_si: Kalkulator stroškov

source: %(u)s : Be smart, save money
sl_si: %(u)s : Bodi pameten, varčuj denar

source: Sign out
sl_si: Odjava

source: Be smart, save money
sl_si: Bodi pameten, varčuj denar

source: Registration
sl_si: Registracija

source: Description: <b>%(o)s</b> <br> Category: <b>%(k)s</b> <br> Amount: <b>%(z)s €</b> <br> Date: <b>%(d)s</b> <br>
sl_si: Opis: <b>%(o)s</b> <br> Kategorija: <b>%(k)s</b> <br> Znesek: <b>%(z)s €</b> <br> Datum: <b>%(d)s</b> <br>

source: New entry
sl_si: Nov vnos

source: Overview
sl_si: Pregled

source: Visualization
sl_si: Vizualizacija

source: Wallet
sl_si: Denarnica

source: Bank
sl_si: Banka

source: Goals
sl_si: Cilji

source: All expenses
sl_si: Vsi izdatki

source: All revenue
sl_si: Vsi prejemki

source: Food
sl_si: Hrana

source: Clothes
sl_si: Oblačila

source: Technology
sl_si: Tehnika

source: Repairs
sl_si: Popravila

source: Comute
sl_si: Prevoz

source: Vacation, travel
sl_si: Počitnice, potovanja

source: Presents
sl_si: Darila

source: Other
sl_si: Drugo

source: Salary
sl_si: Plača

source: Other income
sl_si: Ostali prihodki

source: Cash withdrawals
sl_si: Dvig gotovine

source: Cash deposit
sl_si: Polog gotovine

source: Last week
sl_si: Zadnji teden

source: Last month
sl_si: Zadnji mesec

source: Last year
sl_si: Zadnji leto

source: Check
sl_si: Preglej

source: Expenses:
sl_si: Izdatki:

source: Incomes:
sl_si: Prihodki:

source: Goals:
sl_si: Cilji:

source: Take profile picture!
sl_si: Posnemi profilno sliko

source: Username:
sl_si: Uporabniško ime:

source: Type username...
sl_si: Vnesite up. ime...

source: Password:
sl_si: Geslo:

source: Type password...
sl_si: Vnesite geslo...

source: Confirm password:
sl_si: Potrditev gesla:

source: I'm not a robot.
sl_si: Nisem robot.

source: Sign in
sl_si: Prijava

source: Register
sl_si: Registracija

source: Together
sl_si: Skupaj

source: Show
sl_si: Prikaži

source: New goal
sl_si: Nov cilj

source: Add to goal
sl_si: Dodaj cilju

source: Use wallet
sl_si: Uporabi denarnico

source: Use bank account
sl_si: Uporabi bančni račun

source: Description:
sl_si: Opis:

source: Value in €:
sl_si: Vrednost v €:

source: Type value...
sl_si: Vnesite znesek...

source: Add
sl_si: Dodaj

source: Saving for:
sl_si: Varčujem za:

source: Type saving goal...
sl_si: Vnesite cilj varčevanja...

source: I'll save till:
sl_si: Privarčeval bom do:

source: Take from wallet
sl_si: Vzemi iz denarnice

source: Take from bank account
sl_si: Vzemi iz banke
